taskt/Core/Automation/Commands/TextGroup/EncryptDecryptTextCommand.dot
digraph "EncryptDecryptTextCommand" {
"EncryptDecryptTextCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
