taskt/Core/Automation/Commands/TextGroup/EncryptDecryptTextCommand.puml
@startuml
EncryptDecryptTextCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
